Repository: EidoJ/switchboard-plug-locale
Catalog: po/*.po
Languages: be, ckb, el, eu, fr_ca, it, ja, ka, lv, mk, sq, sr, ug, uk

source: Authentication is required to manage locale settings
el: Απαιτείται επαλήθευση για να διαχειριστείτε τις ρυθμίσεις τοποθεσίας
it: L'autenticazione è necessaria per gestire le impostazioni sulla localizzazione
ja: ロケール（言語）設定を管理するため、認証が必要です
sr: Потврђивање идентитета је потребно за управљање подешавањима језика
ug: تېل تەڭشەكلىرىنى باشقۇرۇش ئۈچۈن سالاھىيەت دەلىللەش زۆرۈر

source: Language & Region
be: Мова і Рэгіён
el: Γλώσσα & περιοχή
eu: Hizkuntza eta eskualdea
fr_ca: Langue & Region
it: Lingua e Regione
ja: 言語と地域
ka: ენა & რეგიონი
sq: Gjuha dhe Rajoni
sr: Језик и област
ug: تىل ۋە رايون
uk: Мова та регіон

source: Manage languages, and configure region and format
el: Διαχείριση γλωσσών, και ρύθμιση περιοχής και μορφής
it: Gestisci le lingue, e configura la regione e il formato
ja: 言語を管理し、地域とフォーマットを設定します
sr: Управљајте језицима и подесите област и формат
ug: تىللارنى باشقۇرۇش، رايون ۋە فورماتلارنى تەڭشەش
uk: Керування мовами, а також налаштувати область і формат

source: Some changes will not take effect until you log out
be: Некаторыя змены не ўступяць у сілу, пакуль вы не выйдзіце з сэссіі
el: Κάποιες αλλαγές δε θα εφαρμοστούν μέχρι να αποσυνδεθείτε
fr_ca: Certains changements ne prendrons effet seulement à la déconnexion.
it: Alcune modifiche non avranno effetto fino alla disconnessione
ja: いくつかの設定はログアウト後に反映されます
ka: ზოგიერთი ცვლილება გამოსვლამდე არ ამოქმედდება
lv: Dažas izmaiņas stāsies spēkā pēc iziešanas no sistēmas
mk: Некои промени нема да имаат ефект додека не се одјавиш
sq: Disa ndryshime nuk do kenë efekt deri kur të dalësh nga llogaria
sr: Неке измене неће ступити у дејство све док се не одјавите
ug: ھىساۋاتتىن چىكىنمىگۈچە بەزى ئۆزگەرتىشلەر كۈچكە ئىگە بولمايدۇ
uk: Деякі зміни набудуть чинності тільки після виходу з сеансу

source: Language support is not installed completely
be: Моўная падтрымка не ўсталёвана цалкам
el: Η γλωσσική υποστήριξη δεν είναι πλήρως εγκατεστημένη
fr_ca: Le support langage n'est pas installé complètement.
it: Il supporto linguistico non è installato completamente
ja: 言語サポートが完全にインストールされていません
ka: ენის მხარდაჭერა სრულიად ინსტალირებული არ არის
lv: Valodas atbalsts ir instalēts nepilnīgi
mk: Поддршка за јазикот не е комплетно инсталирана
sq: Mbështetja për gjuhën nuk është e instaluar plotësisht
sr: Подршка за језике није инсталирана у потпуности
ug: تىل قوللىشى تولۇق ئورنىتىلمىغان
uk: Підтримка мови встановлена не повністю

source: Complete Installation
be: Поўная ўсталёўка
el: Ολοκλήρωση εγκατάστασης
eu: Instalazioa osatu
fr_ca: Completer l'installation
it: Completa installazione
ja: 完全にインストールする
ka: სრული ინსტალაცია
lv: Uzstādīšana pabeigta
mk: Целосна инсталација
sq: Plotëso instalimin
sr: Заврши инсталацију
ug: تولۇق ئورنىتىش
uk: Завершити встановлення

source: Some settings require administrator rights to be changed
el: Κάποιες ρυθμίσεις απαιτούν δικαιώματα διαχειριστή για να αλλάξουν
eu: Ezarpen batzuk aldatzeko, administratzaile-eskubideak eskatzen ari dira
it: Alcune impostazioni richiedono i diritti di amministratore per essere modificate
ja: 一部の設定変更には管理者権限が必要です
ka: ზოგიერთი პარამეტრი შესაცვლელად მოითხოვს ადმინისტრატორის უფლებებს
sq: Disa parametra kërkojnë të drejtat e administratorit për tu ndryshuar
sr: За измену неких подешавања потребна су администраторска права
ug: بەزى تەڭشەكلەرنى ئۆزگەرتىش ئۈچۈن باشقۇرغۇچىلىق سالاھىيىتى زۆرۈر
uk: Для зміни деяких налаштувань необхідно мати права адміністратора

source: Cancel
be: Скасаваць
ckb: هەڵوەشاندنەوە
el: Ακύρωση
eu: Ezeztatu
fr_ca: Annuler
it: Annulla
ja: キャンセル
ka: გაუქმება
lv: Atcelt
mk: Откажи
sq: Anulo
sr: Откажи
ug: ئەمەلدىن قالدۇرۇش
uk: Скасувати

source: Installing language
el: Γίνεται εγκατάσταση γλώσσας
eu: Hizkuntza instalatzen
it: Installazione della lingua
ja: 言語ファイルをインストール中
ka: ენა ყენდება
sq: Duke instaluar gjuhën
sr: Инсталирам језик
ug: تىلنى ئورنىتىۋاتىدۇ
uk: Встановлення мови

source: Removing language
ckb: سڕینەوەی زمان
el: Γίνεται αφαίρεση γλώσσας
eu: Hizkuntza kentzen
it: Rimozione della lingua
ja: 言語ファイルを削除中
ka: ენა იშლება
sq: Duke hequr gjuhën
sr: Уклањам језик
ug: تىلنى ئۆچۈرىۋاتىدۇ
uk: Видалення мови

source: Installing missing language
el: Γίνεται εγκατάσταση ελλειπούσας γλώσσας
eu: Galdutako hizkuntza instalatzen
it: Installazione lingua mancante
ja: 不足している言語のインストール
ka: ნაკლული ენა ყენდება
sq: Duke instaluar gjuhën që mungon
sr: Инсталирам језик који недостаје
ug: يۈتكەن تىللارنى ئورنىتىۋاتىدۇ
uk: Встановлення відсутніх мов

source: Install language
ckb: دامەزراندنی زمان
el: Εγκατάσταση γλώσσας
eu: Hizkuntza instalatu
it: Installa lingua
ja: 言語をインストール
ka: ენის დაყენება
sq: Instalo gjuhë
sr: Инсталирај језик
ug: تىل ئورنىتىش
uk: Встановити мову

source: Remove language
ckb: سڕینەوەی زمان
el: Αφαίρεση γλώσσας
eu: Kendu hizkuntza
it: Rimuovi lingua
ja: 言語を削除
ka: ენის წაშლა
sq: Hiqe gjuhën
sr: Уклони језик
ug: تىل ئۆچۈرۈش
uk: Вилучити мову

source: Switch to keyboard settings
ckb: ڕیکخستنی گۆڕین تختەکلیل
el: Αλλαγή σε ρυθμίσεις πληκτρολογίου
it: Passa alle impostazioni della tastiera
ja: キーボード設定の切り替え
ka: კლავიატურის პარამეტრებზე გადასვლა
sq: Kalo tek rregullimet e tastierës
sr: Пређи на подешавања тастатуре
ug: كۇنۇپكا تاختىسى تەكشەكلىرىگە يۆتكەش
uk: Перейти до налаштувань клавіатури

source: Language:
ckb: زمان :
el: Γλώσσα:
eu: Hizkuntza:
it: Lingua:
ja: 言語:
ka: ენა:
sq: Gjuha:
sr: Језик:
ug: تىل:
uk: Мова:

source: Region:
ckb: هەرێم
el: Περιοχή:
eu: Eskualdea:
it: Nazione:
ja: 地域:
ka: რეგიონი:
sq: Rajoni:
sr: Област:
ug: رايون:
uk: Регіон:

source: Formats:
ckb: ڕێخستن
el: Μορφές:
eu: Formatua:
it: Formato:
ja: フォーマット:
ka: ფორმატები:
sq: Formatet:
sr: Формати:
ug: فورماتلار:
uk: Формати:

source: Set Language
ckb: رێکخستنی زمان
el: Ορισμός γλώσσας
eu: Hizkuntza ezarri
it: Imposta lingua
ja: 普段使う言語に設定
ka: ენის დაყენება
sq: Vendos gjuhën
sr: Подеси језик
ug: تىل بەلگىلەش
uk: Вказати мову

source: Set System Language
ckb: زمانی سیسته‌مه‌كه‌ ڕیكبخه‌
el: Καθορισμός γλώσσας συστήματος
eu: Sistemaren hizkuntza ezarri
it: Imposta lingua di sistema
ja: システム言語に設定
ka: სისტემური ენის მითითება
sq: Vendos gjuhën e sistemit
sr: Подеси језик система
ug: سىستېما تىلىنى بەلگىلەش
uk: Виставити мову системи

source: Set language for login screen, guest account and new user accounts
ckb: زمان بۆ پەڕەی چونەژوورەوە ، هەژمارەی میوان و هەژمارەی نوێ ڕێکبخە
el: Ορίστε γλώσσα για την οθόνη εισόδου, τον λογαριασμό επισκέπτη και τους νέους λογαριασμούς χρηστών
it: Imposta lingua per la schermata di login, l'account ospite e i nuovi account
ja: ログイン画面・ゲストアカウント・新しいユーザーアカウントの言語を設定します
ka: შესვლის ეკრანის, სტუმრის და ახალი მომხმარებლის ანგარიშისთვის ენის დაყენება
sq: Vendos gjuhën për ekranin e hyrjes, llogarinë mysafir dhe llogaritë e reja të përdoruesit
sr: Подесите језик за екран пријављивања, за налог госта и за налоге нових корисника
ug: كىرىش ئىكرانى، مىھمان ھىساۋاتى ۋە يىڭى ئابونت ھىساۋاتلىرى ئۈچۈن تىل بەلگىلەش
uk: Встановити мову для екрану входу, гостьового облікового запису та нових користувацьких облікових записів

source: Installed Languages
ckb: زمانه‌ دامه‌زراوه‌كان
el: Εγκατεστημένες γλώσσες
eu: Instalatutako hizkuntzak
it: Lingue installate
ja: インストール済み言語
ka: დაყენებული ენები
sq: Gjuhët e instaluara
sr: Инсталирани језици
ug: قوشۇلغان تىللار
uk: Встановлені Мови

source: Currently active language
ckb: ئێستا زمان چالاک ە
el: Τρέχουσα ενεργή γλώσσα
eu: Oraingoaren hizkuntza
it: Lingua in uso
ja: 現在有効な言語
ka: ამჟამად აქტიური ენა
sq: Gjuha në përdorim
sr: Тренутни радни језик
ug: نۆۋەتتىكى ئاكتىپ تىل
uk: Активна мова

source: Install languages, set region, and choose date &amp; currency formats
ckb: دامەزراندنی زمانەکان, ڕێکخستنی هەرێم, و هەڵبەژاردنی ریکەوت &amp; فۆرماتی دراو
fr_ca: Installer les langues, configurer la region et choisir la date ainsi que le format monetaire.

source: Remove
be: Выдаліць
fr_ca: Retirer

source: Install more languages…
be: Усталяваць больш моў ...
fr_ca: Installer plus de langues
lv: Instalēt citas valodas...
mk: Инсталирај дополнителни јазици...

source: installing language
be: ўстаноўка мовы
fr_ca: Installation de la langue en cour
lv: Valodas atbalsta uzstādīšana
mk: инсталирање на јазик

source: removing language
be: выдаленне мовы
fr_ca: Supprimer la langue
lv: Valodas atbalsta atinstalācija
mk: бришење на јазик

source: installing missing language
be: усталёўка мовы, якая адсутнічае
fr_ca: Installer les langues manquantes
lv: Trūkstošās valodas uzstādīšana
mk: инсталирање на јазик кој недостасува

source: Choose your language:
be: Абярыце мову:
fr_ca: Choisir votre langue
lv: Izvēlēties valodu
mk: Одбери јазик:

source: Numbers and dates:
be: Лічбы і даты:
fr_ca: Nombres et dates
lv: Skaitļi un datumi:
mk: Броеви и датуми:

source: Apply for login screen, guest account and new users
be: Прымяніць для экрана ўваходу, гасцявой ўліковага запісу і новых карыстальнікаў
fr_ca: Appliquer pour la connexion, compte visiteur et nouvel utilisateur
mk: Примени за екранот за најава, профилот за гости, и нови корисници

source: Keyboard input:
mk: Внес на тастатура:
